;;;;;;
;HEAD;
;;;;;;
[Bayo_Head X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 圣杯"
[Bayo_Head_K X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 圣杯"

[Bayo_Hair X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 发型"
[Bayo_Hair_XCOM X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 发型(XCOM)"

[Bayo_Glasses_FPU X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 眼镜(上)"
[Bayo_Glasses_FPL X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 眼镜(下)"
[Bayo_Earrings_FPU X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 耳环(上)"
[Bayo_Earrings_FPL X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 耳环(下)"

[Bayo_Glasses_FPU_XCOM X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 眼镜XCOM (上)"
[Bayo_Glasses_FPL_XCOM X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 眼镜XCOM (下)"
[Bayo_Earrings_FPU_XCOM X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 耳环XCOM (上)"
[Bayo_Earrings_FPL_XCOM X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 耳环XCOM (下)"

;;;;;;;
;TORSO;
;;;;;;;
[CNV_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[LPL_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[MPL_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[HPL_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[LPW_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[MPW_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[HPW_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[CNVReaper_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[PLTReaper_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[PWRReaper_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[CNVSkirmisher_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[PLTSkirmisher_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[PWRSkirmisher_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[CNVTemplar_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[PLTTemplar_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"
[PWRTemplar_Bayo_Torso X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 麂皮衣"

;;;;;;;;;;;;;
;ACCESSORIES;
;;;;;;;;;;;;;
[Bayo_翅膀X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀"
[Bayo_Wings_R X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀"
[Bayo_Wings_K X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀"
[Bayo_Wings_T X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀"
[Bayo_Wings_Thighs X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀"
[Bayo_Wings_Thighs_R X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀"
[Bayo_Wings_Thighs_K X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀"
[Bayo_Wings_Thighs_T X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀"

[Bayo_Wings_BackOnly X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀(只有背部)"
[Bayo_Wings_BackOnly_R X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀(只有背部)"
[Bayo_Wings_BackOnly_K X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀(只有背部)"
[Bayo_Wings_BackOnly_T X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀(只有背部)"
[Bayo_Wings_BackOnly_Thighs X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀(只有背部)"
[Bayo_Wings_BackOnly_Thighs_R X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀(只有背部)"
[Bayo_Wings_BackOnly_Thighs_K X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀(只有背部)"
[Bayo_Wings_BackOnly_Thighs_T X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 翅膀(只有背部)"

[Bayo_FootHolster_1 X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 足枪(小步舞曲+托卡塔舞曲)"
[Bayo_FootHolster_1_R X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 足枪(小步舞曲+托卡塔舞曲)"
[Bayo_FootHolster_1_K X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 足枪(小步舞曲+托卡塔舞曲)"
[Bayo_FootHolster_1_T X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 足枪(小步舞曲+托卡塔舞曲)"

[Bayo_FootHolster_2 X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 足枪(夜曲+前奏曲)"
[Bayo_FootHolster_2_R X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 足枪(夜曲+前奏曲)"
[Bayo_FootHolster_2_K X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 足枪(夜曲+前奏曲)"
[Bayo_FootHolster_2_T X2BodyPartTemplate]
DisplayName="猎天使魔女贝优妮塔 足枪(夜曲+前奏曲)"

;;;;;;
;GUNS;
;;;;;;

[Minuet X2WeaponTemplate]
FriendlyName="小步舞曲"
FriendlyNamePlural="小步舞曲"
BriefSummary="由武器大师罗丹制作的蓝色套装4把手枪之一."
TacticalText="由武器大师罗丹制作的蓝色套装4把手枪之一."
AbilityDescName="手枪"

[Nocturne X2WeaponTemplate]
FriendlyName="夜曲"
FriendlyNamePlural="夜曲"
BriefSummary="由武器大师罗丹制作的蓝色套装4把手枪之一."
TacticalText="由武器大师罗丹制作的蓝色套装4把手枪之一."
AbilityDescName="手枪"

[Prelude X2WeaponTemplate]
FriendlyName="前奏曲"
FriendlyNamePlural="前奏曲"
BriefSummary="由武器大师罗丹制作的蓝色套装4把手枪之一."
TacticalText="由武器大师罗丹制作的蓝色套装4把手枪之一."
AbilityDescName="手枪"

[Toccata X2WeaponTemplate]
FriendlyName="托卡塔舞曲"
FriendlyNamePlural="托卡塔舞曲"
BriefSummary="由武器大师罗丹制作的蓝色套装4把手枪之一."
TacticalText="由武器大师罗丹制作的蓝色套装4把手枪之一."
AbilityDescName="手枪"
